Repository: nakous/Maroc-Telecommerce-drupal
Catalog: uc_mtc/translations/uc_mtc.*.po
Languages: fr

source: You are not allowed to see this page, please, return to homepage.
fr: Vous n'êtes pas autorisé à voir cette page, merci de retourner à la page d'accueil.

source: An error has occured during payment, please contact us.
fr: Une erreure est survenue durant le paiement, merci de nous contacter.

source: Customer get back on successful payment, waiting auto notification to validate payment.
fr: Le client est revenu après un paiement validé, en attente validation auto pour validation du paiement.

source: Error: @error
fr: Erreure : @error

source: Error occured during payment: @error
fr: Une erreure est survenue durant le paiement: @error

source: Your purchase has been refused. Please try again or contact us.
fr: Votre paiement à été refusé. Merci de réessayer ou de nous contacter.

source: This order has been explicitly canceled by the user.
fr: Cette commande à été explicitement annulé par le client.

source: Your order has been canceled.
fr: Votre commande à été annulé.

source: Invalid IP @ip.
fr: Mauvaise IP @ip.

source: Invalid sign.
fr: Mauvaise signature.

source: Invalid order @id.
fr: Mauvaise commande @id

source: Order not in checkout or pending:
fr: Commande ni en cours ni en attente :

source: Try to revalide a payment.
fr: Tentative de re-valider un paiement.

source: Incorrect price: @price1 / @price2.
fr: Mauvais montant : @price1 / @price2.

source: Autoresponse error on order @id: @error
fr: Erreur de réponse automatique sur commande @id : @error

source: Order @id caused error: @error
fr: Commande @id a causé des erreurs : @error

source: Paid by paybox reference @uniqueid.
fr: Payé par paybox avec la reférence @uniqueid.

source: Order created through website. Paybox payment transaction : @uniqueid
fr: Commande créé sur le site. Numéro de transaction Paybox : @uniqueid

source: Payment accepted. Paybox transaction id: @uniqueid
fr: Paiement validé. Numéro de transaction Paybox : @uniqueid

source: Connexion to autorise center failed.
fr: La connexion au centre d'autorisation a echoué.

source: Payment refused by autorisation center.
fr: Paiement refusé par le centre d'autorisation.

source: Paybox error.
fr: Erreur Paybox.

source: Owner number or cryptogram invalid.
fr: Numéro de porteur ou cryptogramme visuel invalide.

source: Access refused or rank/site/is incorrect.
fr: Accès refusé ou site/rang/identifiant incorrect.

source: Error on expiry date
fr: Date de fin de validité incorrecte.

source: Error creating subscription.
fr: Erreur de création d'un abonnement.

source: Unknow currency.
fr: Devise inconnue.

source: Wrong order total.
fr: Montant incorrect.

source: Payment already validate.
fr: Paiement déjà effectué.

source: User exist.
fr: Abonné déjà existant.

source: Unauthorize card.
fr: Carte non autorisée.

source: Card non-compliant.
fr: Carte non conforme.

source: Timeout on checkout page (> 15 mn).
fr: Temps d'attente > 15 mn par l'internaute/acheteur au niveau de la page de paiements.

source: Reserved.
fr: Réservé

source: Unknown error
fr: Erreure inconnu

source: ERROR @error:
fr: ERREUR @error:

source: CGI error: order @orderid, path: @path
fr: Erreur CGI : commande @orderid, chemin bin : @path

source: Payment back on order !orderid, waiting auto notification.
fr: Retour paiement sur commande !orderid, en attente notification automatique.

source: Error on complete : @error
fr: Erreur de calidation : @error

source: Sign error: order @orderid
fr: Erreure signature : commande @orderid

source: Order @order couldn't be marked as 'Canceled'.
fr: Commande @order ne peut pas $etre marqué 'Canceled'.

source: Order cancel error: order @orderid
fr: Erreure annulation de commande : commande @orderid

source: Back
fr: Retour

source: Submit Order
fr: Valider la commande

source: Paybox only accepts the following currencies: @list
fr: Paybox accepte uniquement les devises suivantes: @list

source: Credit card on a secured server.
fr: Carte de crédit sur un serveur sécurisé.

source: Credit Card with Paybox
fr: Carte de crédit avec Paybox

source: Credit card with Paybox
fr: Carte de crédit avec Paybox

source: Redirect to Paybox to pay by credit card.
fr: Redirection vers Paybox pour régler par carte de crédit.

source: paybox Configuration
fr: Configuration Paybox

source: Paybox is working in <strong>demo mode</strong> because no site, rank and/or identifier is set.
fr: Paybox fonctionne en <strong>mode demo</strong> car les informations d'identifications sont vides.

source: Paybox configuration
fr: Configuration Paybox

source: The Paybox module need cgi. Please refer to paybox documentation.
fr: Le module paybox requiert le script cgi. Merci de vous reférer à la documentation paybox.

source: Card Type
fr: Type de carte

source: Payment Type field is required.
fr: Le champ type de paiement est obligatoire.

source: Your CGI file seems not readable, please see INSTALL.txt
fr: Votre fichier CGI ne semble pas accessible, merci de vous reférer à INSTALL.txt

source: Your pubkey file is not readable, please see INSTALL.txt
fr: Votre fichier pubkey n'est pas accessible, merci de vous reférer à INSTALL.txt

source: You can configure your Paybox account, this url are given on payment call, so it can be optional:
fr: Vous pouvez configurer votre compte Paybox, ces urls sont données à l'appel du paiement, ceci est donc optionel :

source: IMPORTANT: you must use auto notification by given by e-mail this url to Paybox.
fr: IMPORTANT : vous devez utiliser le retour automatique en fournissant par mail cette adresse à Paybox.

source: Only auto can validate a payment !
fr: Seule la notification automatique peut valider un paiement !

source: Paybox site number
fr: Numéro de site

source: Your site number from Paybox, if empty, will be set to <strong>Demo mode</strong>.
fr: Votre numéro de site donné par Paybox, si vide, sera en <strong>mode Demo</strong>.

source: Paybox rank number
fr: Numéro de rang

source: Your rank number from Paybox, if empty, will be set to <strong>Demo mode</strong>.
fr: Votre numéro de rang donné par Paybox, si vide, sera en <strong>mode Demo</strong>.

source: Paybox identifier
fr: Identifiant paybox

source: Your identifier from Paybox, if empty, will be set to <strong>Demo mode</strong>.
fr: Votre identifiant donné par Paybox, si vide, sera en <strong>mode Demo</strong>.

source: Language preference
fr: Préférences de langue

source: Adjust language on paybox pages.
fr: Ajuster la langue sur les pages paybox.

source: Payment method title
fr: Nom du moyen de paiement

source: Payment title used on checkout page
fr: Nom du moyen de paiement sur la page de commande

source: Payment method description
fr: Description du mode de paiement

source: Icon on payment title
fr: Image sur le titre du paiement

source: Images are taken from <em>uc_paybox/images/logo</em>. Will be on the left of the title.
fr: Les images proviennent de <em>uc_paybox/images/logo</em>. Sera placé à gauche du titre.

source: Ubercart order review submit button text
fr: Texte du bouton de validation de commande Ubercart

source: Provide Paybox specific text for the submit button on the order review page.
fr: Permet de fournir un texte spécifique pour le bouton de paiement paybox.

source: Paybox administration setup
fr: Configuration de l'administration Paybox

source: This information <b>must be the same</b> as those of your Paybox administration interface.
fr: Ces informations doivent <b>être les mêmes</b> que celle de votre interface d'administration Paybox.

source: Currency
fr: devise

source: Payment Type
fr: Type de paiement

source: Select the type(s) of payment permitted. If none is selected, the selection will be done on the Paybox site
fr: choisr le(s) type(s) de paiements autorisés. Si rien n'est sélectionné, le choix sera donné sur l'interface de paiement paybox

source: Paybox cgi path
fr: Chemin vers le fichier CGI

source: Paybox cgi file full path. eg. /var/www/cgi-bin/modulev3.cgi
fr: Chemein complet vers le fichier CGI. ex: /var/www/cgi-bin/modulev3.cgi

source: Paybox server IP allowed
fr: Ip Paybox autorisés

source: paybox server IP allowed to complete payment during auto process, one IP per line. NO HTML allowed.
fr: Ip des serveurs Paybox autorisés à valider un paiement, une IP par lgne. PAS DE HTML.

source: Enable debug mode
fr: Activer le mode de debuguage

source: Be carefull ! Debug show info to user and validate demonstration payment.
fr: Attention ! Ce mode montre les informations de validation à l'utilisateur et autorise les paiements de démonsration.

source: no logo
fr: pas de logo

source: French
fr: Français

source: English
fr: Anglais

source: Spanish
fr: Espagnol

source: Dutch
fr: Hollandais

source: Italian
fr: Italien

source: Holland
fr: Hollandais

source: Swedish
fr: Suèdois

source: American Dollar (USD)
fr: Dollar américain (USD)

source: American Dollar
fr: Dollar américain

source: Checkout order
fr: Valider la commande

source: Order complete
fr: Commande terminée

source: Order refused
fr: Commande refusé

source: Order canceled
fr: Commande annulée

source: Paybox payment system
fr: Système de paiement Paybox

source: Payments proccess using Paybox.
fr: système de paiement par Paybox.
